/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Csatolmányok (%d)";

/* Old singular title format */
"AttachmentsKey" = "Melléklet (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Melléklet hozzáadása";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fénykép készítése";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fényképkönyvtár";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "%d melléklet törölve";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Fájlok";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Mégse";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Cím";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Megjegyzések";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Érték";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "FIGYELEM: a navigationController az aktuális UITableViewController esetén FUIFormCell esetén nulla. A FUIAttachmentsFormCell és ListPickerFormCell nem fog megfelelően működni.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d óra %d perc";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Időtartam";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "óra";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "óra";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "perc";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Kijelölt";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Összes";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Kiválasztva (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Koppintson duplán a(z) %d kiválasztott tétel megjelenítéséhez.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Koppintson duplán a kiválasztott tétel megjelenítéséhez.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Biztosan elveti a kiválasztásokat?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Módosítások elvetése";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Szerkesztés folytatása";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Alkalmaz";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Figyelem: a keresés le van tiltva, mert a listPickerSearchResultsUpdating tulajdonság ListPickerFormCell esetében nulla.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Összes kijelölése";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Összes kijelölésének megszüntetése";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Bezárás";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "több";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Kevesebb";

/* The string for switch button */
"SwitchBUttonKey" = "Kapcsológomb";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "Be";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "Ki";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Dupla koppintás a beállítás átkapcsolásához";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Rendezési szempont";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Nincs kiválasztva";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Dupla koppintás a kiválasztás átkapcsolásához";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Dupla koppintás a sorrend irányának átkapcsolásához";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "ez %@ csúszka, melynek maximális értéke %@ és minimális értéke %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "a csúszka értékének módosításához fel/le húzhatja az elem kiválasztása közben";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Az aktuális érték %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Aktuális érték módosítva erre: %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Írásvédett mező";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Nem maradt több karakter";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Csökkentse a karakterek számát";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternatív beviteli művelet";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Gomb";

/* Clear Text button title */
"ClearTextKey" = "Szöveg törlése";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "A beviteli szöveg törölve";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Dupla koppintás megnyitáshoz";

"DoubleTapToCollapseKey" = "Dupla koppintás visszazáráshoz";

"DoubleTapToSelectFromList" = "Dupla koppintás listából való kiválasztáshoz";

"DoubleTapToSelect" = "Dupla koppintás kiválasztáshoz";

"DoubleTapToUnselect" = "Dupla koppintás kiválasztás megszüntetéséhez";

"FlashKey" = "Vaku";

"FlashIsTurnedOnKey" = "Vaku bekapcsolva";

"FlashIsTurnedOffKey" = "Vaku kikapcsolva";

"DoubleTapToTurnOnFlashKey" = "Dupla koppintás vaku bekapcsolásához";

"DoubleTapToTurnOffFlashKey" = "Dupla koppintás vaku kikapcsolásához";

/* FUIStepperView tip */
"StepperTipKey" = "Ez egy szerkeszthető értékszabályzó";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Ez egy nem szerkeszthető értékszabályzó";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "A maximális érték: %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "A minimum érték: %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Érték növelése a következővel: 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Érték csökkentése a következővel: 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Az aktuális érték";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Szűrő";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Eredmények \\(filteredNum) / \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "\\(filteredNum) tétel megjelenítése";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Visszaállítás";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Ez egy szerkeszthető csúszka, amelynek minimumértéke %@, maximális értéke pedig %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Ez egy nem szerkeszthető csúszka, amelynek minimumértéke %@, maximális értéke pedig %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Ez egy szerkeszthető sávcsúszka, amelynek minimumértéke %@, maximális értéke pedig %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Ez egy nem szerkeszthető sávcsúszka, amelynek minimumértéke %@, maximális értéke pedig %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "Csúszkaérték szövegmezője";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "Alsó érték szövegmezője";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "Felső érték szövegmezője";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Dupla koppintással vihet be specifikus értéket";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "Csúszkagomb, aktuális érték";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "Az érték fel- és lehúzással módosítható";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "Alsó sávcsúszka gomb, aktuális érték";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "Az alsó érték fel- és lehúzással módosítható";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "Felső sávcsúszka gomb, aktuális érték";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "A felső érték fel- és lehúzással módosítható";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "Az aktuális érték %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "Az aktuális alsó érték %@, a felső érték %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d csillagból %d";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Dupla koppintás és balra vagy jobbra húzás az érték kiigazításához";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Vonalkód beolvasása";

"BarcodeScanHintKey" = "Dupla koppintás beolvasáshoz";

